Repository: alvarobcprado/animes_app
Catalog: modules/feature_home/lib/l10n/home_*.arb
Languages: pt

# animeListPageSearchHint
source: Enter the anime name you are looking for
pt: Digite o nome do anime que procura

# animeOriginalTitle
source: Original title:
pt: Título original:

# animeEnglishTitle
source: English title:
pt: Título inglês:

# animeReleaseDate
source: Release:
pt: Data de lançamento:

# animeEndDate
source: End:
pt: Data de encerramento:

# animeNote
source: Note:
pt: Nota:

# animeSynopsis
source: Synopsis:
pt: Sinopse:

# animeDetailsPageFavorite
source: Favorite
pt: Favoritar

# favoriteAnimesPageTitleAppBar
source: Favorites
pt: Favoritos

# favoriteAnimesPageNoAnimes
source: Add anime to your favorites
pt: Adicione animes aos seus favoritos

# animeListNextPageError
source: Error loading more animes
pt: Não foi possível carregar mais animes

# animeDetailsPageAddedFavorite
source: Anime added to favorites
pt: Anime adicionado aos favoritos

# animeDetailsPageRemovedFavorite
source: Anime removed from favorites
pt: Anime removido dos favoritos

# animeDetailsPageToggleFavoriteError
source: Error adding anime to favorites
pt: Não foi possível adicionar/remover anime dos favoritos
